Repository: MarekManiera/GPONMonitor
Catalog: src/GPONMonitor/Resources/Services.ResponseDescriptionDictionaries.*.resx
Languages: pl

source: 10 Mb/s&quot;
pl: 10 Mb/s"

source: 100 Mb/s&quot;
pl: 100 Mb/s"

source: 1000 Mb/s&quot;
pl: 1000 Mb/s"

source: active
pl: aktywne

source: admin active change
pl: zamina na aktywny (administrator)

source: admin deactivate
pl: deaktywacja (administrator)

source: admin olt configuration
pl: konfiguracja olt (administrator)

source: admin olt deactivate
pl: deaktyacja olt (administrator)

source: admin omcc down
pl: deaktywacja omcc (administrator)

source: admin remove onu
pl: usunięcie onu (administrator)

source: admin reset
pl: reset (administrator)

source: admin rogue onu
pl: uszkodzony modem (administator)

source: admin rogue onu candidate
pl: uszkodzony modem (kandydujący)(administrator)

source: admin rogue onu self detect block&quot;
pl: uszkodzony modem (automatyczna blokada) (administrator)

source: admin set redundancy
pl: ustawienie redundancji (administrator)

source: admin slot remove
pl: usunięcie slotu (administrator)

source: admin slot restart
pl: restart slotu (administrator)

source: admin tx off optic
pl: laser wyłączony (administrator)

source: autoblock
pl: blokada automatyczna

source: config done
pl: port skonfigurowany

source: down
pl: opuszczony

source: dying gasp (DGI)
pl: zanik zasilania (DGi)

source: failed invite (failed authentication)
pl: błąd zaproszenia do sesji (błąd uwierzytelniania)

source: failed invite (failed TCP)
pl: błąd zaproszenia do sesji (błąd TCP)

source: failed invite (ICMP error)
pl: błąd zaproszenia do sesji (błąd ICMP)

source: failed invite (server fail code)
pl: błąd zaproszenia do sesji (błądserwera)

source: failed invite (timeout)
pl: błąd zaproszenia do sesji (przekroczono limit czasu)

source: failed registration (failed authentication)
pl: bład rejestracji (błąd uwierzytelniania)

source: failed registration (failed TCP)
pl: błąd rejestracji (błąd TCP)

source: failed registration (ICMP error)
pl: błąd rejestracji (błąd ICMP)

source: failed registration (server fail code)
pl: błąd rejestracji (błąd serwera)

source: failed registration (timeout)
pl: błąd rejestracji (przekroczono limit czasu)

source: in session
pl: rozmowa

source: inactive
pl: nieaktywne

source: invalid
pl: niepoprawne

source: loss of frame (LOFI)
pl: uszk. kabel abonencki (LOFI)

source: loss of key sync (LOKI)
pl: utrata klucza (LOKI)

source: loss of PLOAM (LOAI)
pl: utrata PLOAM (LOAI)

source: loss of PLOAM (LOAMI)
pl: utrata PLOAM (LOAMI)

source: loss of signal (LOS)
pl: zanik sygału portu PON (LOS)

source: loss of signal (LOSI)
pl: uszk. kabel abonencki (LOSI)

source: manual block
pl: blokada ręczna

source: none
pl: brak powodu

source: none initial
pl: niezarejestrowany

source: port not configured
pl: port nieskonfigurowany

source: registered
pl: zarejestrowany

source: running
pl: działające

source: signal fail (SFI)
pl: błędy transmisji (SFI)

source: sourcemac block
pl: blokada sourcemac

source: start-up failure (SUFI)
pl: błędy inicjalizacji (SUFI)

source: unblock
pl: brak blokady

source: unknown
pl: brak odczytu

source: up
pl: podniesiony
